tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "meeuw/aws-credential-process"
tap "shrinidhijahagirdar/local-tap"
tap "snyk/tap"
brew "ansible"
brew "argocd"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli", link: false
brew "bash-completion"
brew "boost"
brew "glib"
brew "pkg-config"
brew "cmake"
brew "cmctl"
brew "libidn2"
brew "libssh2"
brew "curl"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "php"
brew "composer"
brew "coreutils"
brew "docker", link: false
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "eksctl"
brew "gh"
brew "git"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "go"
brew "guile"
brew "helm"
brew "helm@2"
brew "jid"
brew "jq"
brew "k9s"
brew "kubectx"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "mysql@5.6", restart_service: true, link: true
brew "ncdu"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openssl@3"
brew "pdsh"
brew "python@3.9"
brew "php@7.3"
brew "plantuml"
brew "po4a"
brew "python@3.10"
brew "ruby@2.7"
brew "sphinx-doc"
brew "stern"
brew "terraform"
brew "thrift", link: false
brew "tig"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "ykman"
brew "zlib"
brew "hashicorp/tap/vault"
brew "meeuw/aws-credential-process/aws-credential-process"
brew "shrinidhijahagirdar/local-tap/thrift@0.11.0"
cask "aws-vault"
cask "brave-browser"
cask "evernote"
cask "gitkraken"
cask "opensc"
cask "postman"
